import './components/AboutUs.css';
import React, { useState } from 'react';

function AboutUs() {

  return (
    <div className="AboutUs">
      <div class ="response1">
        <h3>Ирина П.</h3>
    "Я очень довольна работой команды 'Мастерская Ванных'! Они полностью преобразили мою ванную комнату, и теперь это мое любимое место в доме. Дизайнер предложил отличные идеи, а мастера выполнили все работы быстро и качественно. Особенно понравилось, что они всегда были на связи и отвечали на все мои вопросы. Рекомендую всем!"
      </div>

      <div class ="response2">
        <h3>Сергей А.</h3>
    "Обратился в 'Мастерская Ванных' по рекомендации друга, и не пожалел! Ремонт прошел без задержек, а качество работы превзошло все ожидания. Сантехники сделали свою работу на высшем уровне, и теперь у меня нет никаких проблем с водопроводом. Спасибо за профессионализм и внимательное отношение к клиентам!" 

</div>
    <div class ="response3">
    <h3>Карина О.</h3>
    "Я долго искала компанию, которая могла бы сделать ремонт в ванной комнате, и наконец нашла 'Ремонт Ванных'. С самого начала меня поразило, как внимательно они отнеслись к моим пожеланиям. Результат превзошел все ожидания! Ванная комната стала не только красивой, но и очень удобной. Огромное спасибо всей команде за отличную работу!"
</div>
</div>
  );
}

export default AboutUs;
